Repository: cdn/photo
Catalog: languages/*/LC_MESSAGES/photo.po
Languages: da_dk, de_de, eo, es_es, fr_fr

source: Photo
da_dk: Foto
de_de: Foto
eo: Foto
es_es: Foto

source: Photos
da_dk: Billeder
de_de: Fotos
eo: Fotoj
es_es: Fotos

source: Delete %s
da_dk: Slet %s
de_de: %s löschen
eo: Forigi %s
es_es: Eliminar %s
fr_fr: Supprimer %s

source: You don't have permission to perform this task.
da_dk: Du har ikke tilladelse til at udføre denne opgave.
de_de: Sie sind nicht berechtigt, diese Aufgabe auszuführen.
eo: Vi ne havas permeson plenumi ĉi tiun taskon.
es_es: No tiene permiso para realizar esta tarea.
fr_fr: Vous n’avez pas la permission d’effectuer cette tâche.

source: Your photo was deleted.
da_dk: Dit billede blev slettet.
de_de: Ihr Foto wurde gelöscht.
eo: Via foto estis forigita
es_es: Tu foto ha sido eliminada.
fr_fr: Votre photo a été supprimé.

source: We couldn't delete your photo.
da_dk: Vi kunne ikke slette dit billede.
de_de: Wir konnten Ihr Foto nicht löschen.
eo: Ni ne povis forigi vian foton.
es_es: No pudimos eliminar tu foto.
fr_fr: On n’a pas pu supprimer votre photo

source: Upload a picture
da_dk: Overføre et billede
de_de: Hochladen eines Bildes
eo: Alŝutu foton
es_es: Sube una foto
fr_fr: Télécharger une photo

source: Edit picture details
de_de: Bearbeiten von Bilddetails
eo: Redakti bildajn detalojn
es_es: Edición de detalles de imagen
fr_fr: Modifier les détails de l’image

source: Untitled
de_de: Ohne Titel
eo: Sen titolo
es_es: Sin título
fr_fr: Sans titre

source: Image wasn't attached.
de_de: Das Bild wurde nicht angefügt.
eo: Bildo ne estis alligita.
es_es: La imagen no se ha adjuntado.
fr_fr: L’image n’était pas attachée.

source: This doesn't seem to be an image...
da_dk: Dette synes ikke at være et billede ...
de_de: Das scheint kein Bild zu sein...
eo: Tio ne ŝajnas esti bildo ...
es_es: Esto no parece ser una foto...
fr_fr: Cela ne semble pas être une image ...

source: We couldn't access your image for an unknown reason. Please try again.
de_de: Wir konnten aus einem unbekannten Grund nicht auf Ihr Bild zugreifen. Bitte versuchen Sie es erneut.
eo: Ni ne povis aliri vian bildon pro nekonata kialo. Bonvolu reprovi.
es_es: No pudimos acceder a tu imagen por una razón desconocida. Por favor, inténtelo de nuevo.
fr_fr: Nous n’avons pas pu accéder à votre image pour une raison inconnue. S’ll vous plaît, réessayez.

source: New Photo
da_dk: Nyt billede
de_de: Neues Foto
eo: Nova Foto
es_es: Nueva foto
fr_fr: Nouvelle photo

source: Edit Photo
da_dk: Rediger billede
de_de: Bearbeiten von Bild
eo: Redakti Foton
es_es: Editar foto
fr_fr: Modifier la photo

source: Title
da_dk: Titel
de_de: Titel
es_es: Título
fr_fr: Titre

source: Give it a title
da_dk: Giv det en titel
de_de: Geben Sie ihm einen Titel
eo: Donu al ĝi titolon
es_es: Dale un título
fr_fr: Donnez-lui un titre

source: Describe your photo
da_dk: Beskriv dit billede
de_de: Beschreiben Sie Ihr Foto
eo: Priskribu vian foton
es_es: Describa su foto
fr_fr: Décrivez votre photo

source: Description
da_dk: Beskrivelse
de_de: Beschreibung
eo: Priskribo
es_es: Descripción

source: Add the URL that you're replying to
da_dk: Tilføj den URL-adresse, du besvarer
de_de: Hinzufügen der URL, auf die Sie antworten
es_es: Añade la URL a la que respondes
fr_fr: Ajoutez l’URL à laquelle vous répondez

source: Remove URL
da_dk: Fjern URL-adresse
de_de: URL entfernen
es_es: Eliminar URL
fr_fr: Supprimer l’URL

source: Reply to a site
da_dk: Svar på et websted
de_de: Antworten auf eine Website
es_es: Responder a un sitio
fr_fr: Répondre à un site

source: Cancel
da_dk: Annullere
de_de: Abbrechen
eo: Nuligi
es_es: Cancelar
fr_fr: Annuler

source: Publish
da_dk: Udgive
de_de: Veröffentlichen
eo: Publikigi
es_es: Publicar
fr_fr: Publier

source: %d more...
da_dk: %d mere...
de_de: %d mehr...
eo: %d pliajn ...
es_es: %d más...
